{
    "apresentation":"Trabalho profissionalmente com programação de software desde 2016. Na maior parte do meu dia trabalho principalmente com backend Java, com o framework Spring. Já tive contato com outros frameworks, tais como PrimeFaces, JPA e JSF. Em meu trabalho utilizo na maior parte das vezes MongoDB para banco de dados, mas eventualmente utilizo Oracle. Busco aprimorar meus conhecimentos em programação e em desenvolvimento de software, aplicando minhas habilidades nos projetos e necessidades da empresa.",
    "firstDegree":"Sistema de informação - PUCRS (concluído 2020)",
    "secondDegree":"Bacharelado em Educação Física e Ciências do Desporto - PUCRS (concluído 2015)",
    "posDegree": "Software Architecture - FIAP (Pós graduação, cursando)",
    "experience_swisscom": {
      "date":"Sep 2022 - Today",
      "location":"Swisscom",
      "position":"Senior Software Engineer",
      "img": "swisscom",
      "projects": [
         {
            "title":"Swisscom uCPE:",
            "technologies" : [
               "Java 11", "Python 3", "Flask", "Clound Fondary", "Jenkins", "Angular 14+", "Newman", "Kafka"
            ],
            "description": "Desempenhei um papel crucial na criação de sistemas, dashboards e alarmes com o objetivo de gerenciar e reduzir o tempo de resposta em situações de falha em um projeto voltado para o desenvolvimento de um novo produto de conectividade. O principal objetivo desse produto era virtualizar soluções caras, proporcionando a mesma funcionalidade por um preço muito mais acessível. Para atingir esse objetivo, utilizei um conjunto diversificado de tecnologias, como Java, Python, Cloud Foundry, Jenkins, Angular e Kafka.<br /> No contexto desse projeto, a criação de sistemas envolveu a concepção e implementação de aplicativos e plataformas que permitiam aos usuários acessar e utilizar os recursos de conectividade de maneira eficiente e econômica. Além disso, desenvolvi dashboards personalizados que forneciam uma visão abrangente do desempenho e da disponibilidade do sistema, permitindo uma rápida identificação e resolução de problemas. Também implementei alarmes e mecanismos de monitoramento para alertar a equipe em tempo real sobre quaisquer falhas ou anomalias, garantindo uma resposta rápida e eficaz. <br /> Essa experiência me permitiu adquirir um profundo conhecimento das tecnologias utilizadas, como Java, Python, Cloud Foundry, Jenkins, Angular e Kafka. Além disso, pude aprimorar minhas habilidades na integração de diferentes componentes de software, garantindo uma solução coesa e escalável. Através do uso dessas tecnologias, fui capaz de contribuir para o sucesso do projeto, oferecendo uma solução inovadora e acessível no mercado de conectividade.",
            "shortDescription": "<ul> <li>Desempenhei um papel crucial na criação de <b>sistemas, dashboards e alarmes</b> para gerenciar e reduzir o tempo de resposta em situações de falha.</li> <li>O principal objetivo era desenvolver um novo produto de conectividade que <u>virtualizasse soluções caras</u> por um preço mais acessível.</li> <li>Utilizei uma variedade de tecnologias, como <i>Java, Python, Cloud Foundry, Jenkins, Angular e Kafka</i>.</li> </ul> Destaque: <ul> <li>A criação de sistemas eficientes para otimizar a gestão e a redução do tempo de resposta em casos de falhas.</li> <li>O desenvolvimento de um produto inovador que oferece a mesma funcionalidade por um preço mais acessível.</li> <li>O uso de uma variedade de tecnologias para alcançar os objetivos do projeto.</li> </ul>"
         }
      ]
   },
    "experience_cocus": {
      "date":"Set. 2021 - Set. 2022",
      "location":"COCUS Portugal",
      "position":"Senior Software Engineer",
      "img": "cocus",
      "projects": [
         {
            "title":"Projeto Tui Wheels:",
            "technologies" : [
               "Java 11", "Quarkus", "AWS", "Postgresql", "jMeter", "Gitlab-CI", "Angular 9+", "DocumentDB"
            ],
            "description": "Fui responsável por desenvolver uma solução inovadora para uma empresa líder no setor de turismo. Utilizei principalmente Java com o framework Quarkus, juntamente com serviços e infraestrutura da AWS. Também trabalhei com bancos de dados SQL e NoSQL, usando Postgres e DocumentDB, respectivamente. Além disso, participei do desenvolvimento frontend usando Angular 9. <br/> Minha maior conquista nesse trabalho foi a migração bem-sucedida de um sistema monolítico para uma arquitetura de microsserviços orientada a eventos. Essa transformação tornou o sistema escalável e resiliente, garantindo um melhor desempenho. Em resumo, minha experiência inclui o desenvolvimento de uma solução inovadora, o uso de tecnologias como Java, Quarkus, AWS, SQL e NoSQL, além do desenvolvimento frontend com Angular 9.",
            "shortDescription": "<ul> <li>Fui responsável por desenvolver uma solução inovadora para uma empresa líder no setor de turismo.</li> <li>Utilizei principalmente <b>Java com o framework Quarkus</b> e serviços da AWS.</li> <li>Trabalhei com bancos de dados <b>SQL (Postgres)</b> e <b>NoSQL (DocumentDB)</b>.</li> <li>Também atuei no desenvolvimento frontend usando <b>Angular 9</b>.</li> </ul> Destaque: <ul> <li>O desenvolvimento de uma solução inovadora para uma empresa líder no setor de turismo.</li> <li>O uso de <u>Java com o framework Quarkus</u> e serviços da AWS.</li> <li>A utilização de bancos de dados <u>SQL (Postgres)</u> e <u>NoSQL (DocumentDB)</u>.</li> <li>O desenvolvimento frontend utilizando <u>Angular 9</u>.</li> </ul>"
         }
      ]
   },
    "experience_dbc": {
      "date":"Fev. 2018 - Set. 2021",
      "location":"DBC Company",
      "position":"Desenvolvedor de Software",
      "img": "dbc",
      "projects": [
         {
            "title": "Senior Software Engineer (Sicredi, Outsourcing):",
            "technologies" : [
               "Java 11", "Kafka", "Spring Boot", "Webflux", "Postgresql", "Oracle", "MongoDB", "Redis",
               "Gitlab-CI", "Kubernetes", "Angular 8+", "AWS S3", "jMeter", "Grafana"         
            ],
            "description": "Minhas principais responsabilidades envolveram o desenvolvimento e manutenção de soluções escaláveis, utilizando o framework Java 11 e Spring Boot. Além disso, tive a oportunidade de construir uma Arquitetura Orientada a Eventos, utilizando o Kafka como agente de eventos. Para modernizar o sistema, substituí a arquitetura legada, construindo novas APIs Restful que forneciam informações aos microsserviços.<br/> Além das responsabilidades técnicas, contribuí para criar uma cultura de compartilhamento de conhecimento, ajudando a promover reuniões semanais com foco no compartilhamento de experiências. Também tive a responsabilidade de criar e manter gráficos utilizando o Grafana, para monitorar e visualizar os dados do sistema.<br/> No âmbito do desenvolvimento frontend, trabalhei com Angular, criando interfaces amigáveis e intuitivas para os usuários. Durante esse trabalho, minha maior conquista foi substituir uma arquitetura de terceiros por uma solução interna, proporcionando uma melhor experiência ao usuário final e economizando recursos.<br/> Além disso, destaco o incentivo à reunião semanal focada no compartilhamento de conhecimento, especialmente porque muitos desenvolvedores não tinham experiência com microsserviços, recursos Java avançados e práticas modernas de desenvolvimento, como revisões de código em tempo real e programação em pares.<br/> Também tive a oportunidade de desenvolver uma nova forma de Pagamento Instantâneo, utilizando programação reativa e comunicação assíncrona, onde o dinheiro é enviado para a conta do destinatário instantaneamente.",
            "shortDescription": "<ul> <li>Desenvolvimento e manutenção de soluções escaláveis utilizando Java 11 e Spring Boot.</li> <li>Criação de uma Arquitetura Orientada a Eventos com o uso do Kafka.</li> <li>Substituição da arquitetura legada por novas APIs Restful para microsserviços.</li> <li>Promoção de uma cultura de compartilhamento de conhecimento através de reuniões semanais.</li> <li>Criação e manutenção de gráficos utilizando o Grafana para monitoramento do sistema.</li> <li>Desenvolvimento frontend utilizando Angular para criar interfaces amigáveis.</li> <li>Substituição de uma arquitetura de terceiros por uma solução interna para melhorar a experiência do usuário e economizar recursos.</li> <li>Desenvolvimento de um novo método de Pagamento Instantâneo utilizando programação reativa e comunicação assíncrona.</li> </ul> Destaque: <ul> <li>Desenvolvimento e manutenção de soluções escaláveis utilizando <b>Java 11</b> e <b>Spring Boot</b>.</li> <li>Criação de uma <b>Arquitetura Orientada a Eventos</b> com o uso do <b>Kafka</b>.</li> <li>Substituição da arquitetura legada por novas <b>APIs Restful</b> para microsserviços.</li> <li>Promoção de uma cultura de compartilhamento de conhecimento através de <b>reuniões semanais</b>.</li> <li>Criação e manutenção de <b>gráficos utilizando o Grafana</b> para monitoramento do sistema.</li> <li>Desenvolvimento frontend utilizando <b>Angular</b> para criar interfaces amigáveis.</li> <li>Substituição de uma arquitetura de terceiros por uma solução interna para melhorar a experiência do usuário e economizar recursos.</li> <li>Desenvolvimento de um novo <b>método de Pagamento Instantâneo</b> utilizando programação reativa e comunicação assíncrona.</li> </ul>"
         },         
         {
            "title": "Software Developer (FedEx, Outsourcing):",
            "technologies" : [
               "Java 8", "Spring", "AngularJS", "Oracle", "JMS", "WebLogic", ".Net", "Android(Java)"
            ],
            "description": "Responsável pelo desenvolvimento e manutenção de sistemas Java, utilizando tecnologias como JPA (Hibernate), EJB, JSF, Spring Framework e JSP. Trabalhei com o banco de dados Oracle, os servidores de aplicação Weblogic e a ferramenta de controle de versão SVN. Além disso, criei e executei casos de teste no JUnit para garantir a qualidade do código. Participei de reuniões para alinhamento de demandas e projetos, e introduzi o uso de metodologias e cerimônias ágeis para melhorar a eficiência da equipe.<br/> Minha maior conquista nesse trabalho foi otimizar o processo de checagem entre armazéns, resultando em economia de dinheiro e recursos. Além disso, liderei a migração da cultura de desenvolvimento ágil, evoluindo de um simples quadro kanban para a adoção do Framework SAFe.",
            "shortDescription": "<ul> <li>Desenvolvimento e manutenção de sistemas Java utilizando JPA (Hibernate), EJB, JSF, Spring Framework e JSP.</li> <li>Trabalho com o banco de dados Oracle, servidores de aplicação Weblogic e controle de versão SVN.</li> <li>Criação e execução de casos de teste no JUnit para garantir a qualidade do código.</li> <li>Introdução de metodologias e cerimônias ágeis para melhorar a eficiência da equipe.</li> <li>Otimização do processo de checagem entre armazéns resultando em economia de dinheiro e recursos.</li> <li>Liderança da migração da cultura de desenvolvimento ágil para a adoção do Framework SAFe.</li> </ul> Destaque: <ul> <li>Desenvolvimento e manutenção de sistemas Java utilizando <b>JPA (Hibernate), EJB, JSF, Spring Framework</b> e <b>JSP</b>.</li> <li>Trabalho com o banco de dados <b>Oracle</b>, servidores de aplicação <b>Weblogic</b> e controle de versão <b>SVN</b>.</li> <li>Criação e execução de casos de teste no <b>JUnit</b> para garantir a qualidade do código.</li> <li>Introdução de metodologias e cerimônias ágeis para melhorar a eficiência da equipe.</li> <li>Otimização do processo de checagem entre armazéns resultando em economia de dinheiro e recursos.</li> <li>Liderança da migração da cultura de desenvolvimento ágil para a adoção do <b>Framework SAFe</b>.</li> </ul>"
         }
      ]
   },
   "experience_pucrs": {
      "date":"Jun. 2016 - Fev. 2018",
      "location":"PUCRS",
      "position":"Java Developer",
      "img": "pucrs",
      "projects": [
         {
            "title":"Desenvolvimento e manutenção de projetos internos:",
            "technologies" : [
               "Java 6 & 8", "Spring", "EJB", "SVN", "JBOSS", "RichFaces", "Oracle", "Tomcat"
            ],
            "description" : "Responsável pela análise, desenvolvimento e manutenção de sistemas Java, incluindo rotinas de banco de dados com Oracle PL/SQL. Realizei testes de unidade minuciosos usando JUnit e utilizei o Jasper para gerar relatórios abrangentes e formulários. Ao longo do ciclo de vida de desenvolvimento de software, colaborei com a equipe para traduzir os requisitos de negócio em soluções eficazes, garantindo a qualidade e confiabilidade do código-fonte.<br /> Minha experiência envolveu a análise, desenvolvimento e manutenção de sistemas Java, utilizando rotinas de banco de dados com Oracle PL/SQL. Realizei testes de unidade rigorosos com o JUnit e utilizei o Jasper para gerar relatórios detalhados e formulários. Em colaboração com a equipe, traduzi com sucesso os requisitos de negócio em soluções efetivas, garantindo a qualidade e confiabilidade do código.",
            "shortDescription": "<ul> <li>Análise, desenvolvimento e manutenção de sistemas Java com Oracle PL/SQL.</li> <li>Realização de testes de unidade minuciosos usando JUnit.</li> <li>Utilização do Jasper para gerar relatórios abrangentes e formulários.</li> <li>Colaboração com a equipe para traduzir requisitos de negócio em soluções eficazes.</li> <li>Garantia da qualidade e confiabilidade do código-fonte.</li> </ul> Destaque: <ul> <li>Análise, desenvolvimento e manutenção de sistemas Java com <b>Oracle PL/SQL</b>.</li> <li>Realização de testes de unidade minuciosos usando <b>JUnit</b>.</li> <li>Utilização do <b>Jasper</b> para gerar relatórios abrangentes e formulários.</li> <li>Colaboração com a equipe para traduzir requisitos de negócio em soluções eficazes.</li> <li>Garantia da qualidade e confiabilidade do código-fonte.</li> </ul>"
         }
      ]
   },
    "qualifications_title":"Qualificações e atividades profissionais",
    "certification": "Certificação",
    "courses":[
      {
         "title":"Learning Jenkins",
         "date": "04/02/2023",
         "company":"Linkedin Learning",
         "duration": 93,
         "certification":"linkedin_jenkins"
      },
      {
         "title":"Building RESTful APIs with Flask",
         "date": "03/02/2023",
         "company":"Linkedin Learning",
         "duration": 152,
         "certification":"linkedin_flask"
      },
      {
         "title":"Angular: Ciclo de vida",
         "date": "10/04/2023",
         "company":"Alura.com",
         "duration": 360,
         "certification":"alura_angular_life_cycle"
      },
       {
          "title":"Angular Testing Masterclass",
          "date": "06/07/2022",
          "company":"Udemy.com",
          "duration": 300,
          "certification":"angular-testing"
       },
       {
          "title":"Angular 13 - Guia Prático para Iniciante",
          "date": "04/08/2022",
          "company":"Udemy.com",
          "duration": 510,
          "certification":"angular13"
       },
       {
          "title":"Scrum fundamentals Certified",
          "date": "04/30/2022",
          "company":"SCRUMstudy",
          "duration": 60,
          "certification":"scrum"
       },
       {
          "title":"Programação reativa com Spring Framework 5",
          "date": "04/10/2021",
          "duration":240,
          "company":"Udemy.com",
          "certification":"reactive"
       },
       {
          "title":"Android I: Crie sua App fantástica no Eclipse",
          "date": "03/22/2016",
          "duration":720,
          "company":"Alura.com",
          "certification":"alura_android1eclipse"
       },
       {
          "title":"Jogos com Android: Desenvolva seu próprio Flappy Bird",
          "date": "04/08/2016",
          "duration":480,
          "company":"Alura.com",
          "certification":"alura_fluppy"
       },
       {
          "title":"Jogos com Android I: Desenvolvimento de jogos 2D",
          "date": "03/31/2016",
          "duration":480,
          "company":"Alura.com",
          "certification":"alura_androidjogo"
       },
       {
          "title":"Android I: Crie sua App fantástica com Android Studio",
          "date": "03/11/2016",
          "duration":600,
          "company":"Alura.com",
          "certification":"alura_android1"
       },
       {
          "title":"Design Patterns Java I: Boas práticas de programação",
          "date": "10/29/2015",
          "duration":1200,
          "company":"Alura.com",
          "certification":"alura_designpattern"
       },
       {
          "title":"Eclipse: Produtividade Extrema na IDE com Java",
          "date": "11/18/2015",
          "duration":720,
          "company":"Alura.com",
          "certification":"alura_eclipse"
       },
       {
          "title":"Orientação a Objetos: Melhores técnicas com Java",
          "date": "03/01/2016",
          "duration":1200,
          "company":"Alura.com",
          "certification":"alura_oo"
       },
       {
          "title":"Java e Testes: Test driven development com Junit",
          "date": "02/23/2016",
          "duration":720,
          "company":"Alura.com",
          "certification":"alura_javatestes"
       },
       {
          "title":"Java I: Primeiros passos",
          "titleTransaled":"Java I: Getting Started",
          "date": "08/25/2015",
          "duration":720,
          "company":"Alura.com",
          "certification":"alura_primeirospassos"
       },
       {
          "title":"Java e JDBC: Trabalhando com um banco de dados",
          "date": "10/15/2015",
          "duration":480,
          "company":"Alura.com",
          "certification":"alura_javajdbc"
       },
       {
          "title":"Refatorando na prática",
          "date": "11/17/2015",
          "duration":480,
          "company":"Alura.com",
          "certification":"alura_refatorando"
       },
       {
          "title":"Java II: Orientação a Objetos",
          "date": "08/28/2015",
          "duration":720,
          "company":"Alura.com",
          "certification":"alura_java2_oo"
       },
       {
          "title":"Java III: Principais APIs e bibliotecas",
          "date": "09/30/2015",
          "duration":720,
          "company":"Alura.com",
          "certification":"alura_java3"
       },
       {
          "title":"Java 8: Tire proveito dos novos recursos da linguagem",
          "date": "11/13/2015",
          "duration":720,
          "company":"Alura.com",
          "certification":"alura_java8"
       },
       {
          "title":"Clojure: Introdução a programação funcional",
          "date": "11/30/2015",
          "duration":480,
          "company":"Alura.com",
          "certification":"alura_clojure"
       },
       {
          "title":"Threads I : Programação paralela em Java",
          "date": "05/18/2016",
          "duration":480,
          "company":"Alura.com",
          "certification":"alura_threads"
       },
       {
          "title":"Java: Dominando as Collections",
          "date": "08/01/2016",
          "duration":1200,
          "company":"Alura.com",
          "certification":"alura_collections"
       },
       {
          "title":"JavaScript : Programando na linguagem da web",
          "date": "09/04/2015",
          "duration":1200,
          "company":"Alura.com",
          "certification":"alura_js"
       },
       {
          "title":"HTML5 e CSS3 I: Suas primeiras páginas da Web",
          "date": "09/01/2015",
          "duration":1920,
          "company":"Alura.com",
          "certification":"alura_htmlecss"
       },
       {
          "title":"HTML5 e CSS3 II: Turbinando as suas páginas",
          "date": "10/15/2015",
          "duration":2400,
          "company":"Alura.com",
          "certification":"alura_htmlcss2"
       },
       {
          "title":"Métodos Ágeis: Introdução",
          "date": "11/13/2015",
          "duration":720,
          "company":"Alura.com",
          "certification":"alura_metodosageis"
       },
       {
          "title":"UML Introdução: Modelagem de soluçõe",
          "date": "08/24/2015",
          "duration":480,
          "company":"Alura.com",
          "certification":"alura_uml"
       },
       {
          "title":"Scrum: Agilidade em seu projeto",
          "date": "01/14/2016",
          "duration":600,
          "company":"Alura.com",
          "certification":"alura_scrum"
       },
       {
          "title":"Lean Startup: Primeiros passos da sua startup enxuta",
          "date": "10/26/2015",
          "duration":60,
          "company":"Alura.com",
          "certification":"alura_lean"
       },
       {
          "title":"MySQL II: Consultas poderosas",
          "date": "11/18/2015",
          "duration":960,
          "company":"Alura.com",
          "certification":"alura_mysql1"
       },
       {
          "title":"MySQL I: Iniciando suas consultas",
          "date": "09/12/2015",
          "duration":480,
          "company":"Alura.com",
          "certification":"alura_mysql2"
       },
       {
          "title":"Oracle I: Aprenda SQL usando esse famoso banco de dados",
          "date": "12/01/2015",
          "duration":480,
          "company":"Alura.com",
          "certification":"alura_oracle1"
       },
       {
          "title":"Redis I: Armazenando chaves e valores",
          "date": "11/25/2015",
          "duration":1200,
          "company":"Alura.com",
          "certification":"alura_redis1"
       },
       {
          "title":"Redis II: Estruturas e recursos na sua base NoSQL",
          "date": "11/27/2015",
          "duration":600,
          "company":"Alura.com",
          "certification":"alura_redis2"
       },
       {
          "title":"SQLServer I: desvendando o banco de dados",
          "date": "12/01/2015",
          "duration":540,
          "company":"Alura.com",
          "certification":"alura_sqlserver1"
       },
       {
          "title":"SQLServer II: Consultas poderosas",
          "date": "12/04/2015",
          "duration":600,
          "company":"Alura.com",
          "certification":"alura_sqlserver2"
       },
       {
          "title":"Oracle II: Consultas Complexas",
          "date": "02/05/2016",
          "duration":480,
          "company":"Alura.com",
          "certification":"alura_oracle2"
       },
       {
          "title":"SQL Completo",
          "date": "08/05/2015",
          "duration":1200,
          "company":"Softblue",
          "certification":"softblue_sql"
       },
       {
          "title":"Desenvolvedor NodeJS e MongoDB",
          "date": "07/27/2017",
          "duration":930,
          "company":"Udemy.com",
          "certification":"nodejs"
       },
       {
          "title":"Git Completo: Do Básico ao Avançado",
          "date": "07/27/2017",
          "duration":120,
          "company":"Udemy.com",
          "certification":"git"
       },
       {
          "title":"Criar aplicativos com Ionic 3, Spring, OAuth2, REST e MongoDB",
          "date": "12/12/2018",
          "duration":300,
          "company":"Udemy.com",
          "certification":"ionic"
       },
       {
          "title":"Design Thinking com Crianças e Jovens: Aplicação e Exemplos",
          "date": "04/02/2019",
          "duration":42,
          "company":"Udemy.com"
       },
       {
          "title":"API RESTful com Spring Boot e Java 8",
          "date": "04/06/2019",
          "duration":930,
          "company":"Udemy.com",
          "certification":"api_restful"
       },
       {
          "title":"Testes unitários em JAVA: Domine JUnit, Mockito e TDD",
          "date": "04/17/2019",
          "duration":480,
          "company":"Udemy.com",
          "certification":"testes_unitarios"
       },
       {
          "title":"Treinamento Scrum Developer",
          "date": "01/01/2018",
          "duration":480,
          "company":"DBCCompany"
       },
       {
          "title":"Certificado CLF (Certified Lean Inception Facilitator)",
          "date": "08/01/2018",
          "duration":480,
          "company":"Caroli.org",
          "certification":"LeanInception"
       },
       {
          "title":"Introdução à Business Intelligence e Data Warehouse",
          "date": "02/14/2018",
          "duration":300,
          "company":"BI do Brasil",
          "certification":"bida"
       },
       {
          "title":"Angular 7 e  integração de APIs",
          "date": "04/21/2019",
          "duration":150,
          "company":"Udemy.com",
          "certification":"angular"
       },
       {
          "title":"Docker: Ferramenta essencial para Desenvolvedores",
          "date": "05/02/2019",
          "duration":330,
          "company":"Udemy.com",
          "certification":"docker"
       },
       {
          "title":"Terminal Linux",
          "date": "03/23/2020",
          "duration":60,
          "company":"Udemy.com",
          "certification":"terminal_linux"
       },
       {
          "title":"Apache Kafka and Spring Boot (Consumer, Producer)",
          "date": "05/20/2020",
          "duration":60,
          "company":"Udemy.com"
       },
       {
          "title":"Reactive Programming with Spring Framework 5",
          "date": "10/04/2020",
          "duration":240,
          "company":"Udemy.com",
          "certification":"webflux"
       },
       {
          "title":"Quarkus com Panache, GraalVM, GitlabCI e AWS",
          "date": "07/08/2020",
          "duration":90,
          "company":"Udemy.com",
          "certification":"quarkus"
       },
       {
          "title":"Java Application Performance and Memory Management",
          "date": "02/26/2021",
          "duration":600,
          "company":"Udemy.com",
          "certification":"jvm"
       },
       {
          "title":"JMeter - Testes de performance",
          "date": "02/03/2021",
          "duration":360,
          "company":"Udemy.com",
          "certification":"jmeter"
       }
    ]
 }